Repository: Kabo-Fund/widget-woocommerce
Catalog: languages/woo-kyber-payment-*.po
Languages: cs_cz

source: Enable/Disable
cs_cz: Zapnout/Vypnout

source: Enable Kyber
cs_cz: Zapnout Kyber

source: Title
cs_cz: Název

source: Coins, Tokens
cs_cz: Mince, Tokeny

source: Description
cs_cz: Popis

source: This is description for kyber payment method
cs_cz: Toto je popis způsobu platby přes Kyber

source: Pay with your coins, tokens supported by Kyber
cs_cz: Plaťte mincemi, tokeny podporovanými Kyber

source: Receive Address*
cs_cz: Adresa příjemce*

source: Network
cs_cz: Síť

source: Select network which you want payment to run on, Ropsten for test and Mainnet for produdction
cs_cz: Vyberte síť, kterou chcete zaplatit, Ropsten pro test a Mainnet pro produkci

source: Receive token symbol
cs_cz: Symbol příchozího tokenu

source: Token you would like to receive by payment
cs_cz: Token, který chcete získat při platbě

source: Payment mode
cs_cz: Způsob platby

source: This is mode for display Kyber widget style, tab will load Kyber widget in new tab, iframe will load Kyber widget inside order received page.
cs_cz: Toto je mód pro zobrazení Kyber widgetu, záložka nahraje widget do nové záložky, iframe nahraje widget ve stránce s objednávkou.

source: Network node endpoint
cs_cz: Endpoint síťového uzlu

source: Node endpoint to check transaction status. If you do not have one, create using <a href="https://infura.io/" target="__blank">Infura</a>
cs_cz: Endpoint uzlu pro ověření stavu transakce. Pokud žádný nemáte, vytvořte ho pomocí <a href="https://infura.io/" target="__blank">Infura</a>

source: Block Confirmation
cs_cz: Potvrzovací blok

source: Number of block confirmation for confirm tx as success
cs_cz: Počet bloků k potvrzení transakce

source: Commission ID
cs_cz: ID poplatku

source: Your Ethereum wallet to get commission of the fees for the transaction. Your wallet must be whitelisted by KyberNetwork (the permissionless registration will be available soon) in order to get the commission, otherwise it will be ignored.
cs_cz: Vaše Ethereum peněženka získá záznam o poplatcích této transakce. Pěněženka musí být na whitelistu KyberNetwork (registrace bude dostupná brzy), aby bylo možné zaslat poplatek, jinak bude ignorován,

source: Kyber allow user to pay by using tokens
cs_cz: Kyber umožňuje uživatelům platit pomocí tokenů

source: Place order
cs_cz: Vytvořit objednávku

source: Order transaction hash
cs_cz: Hash objednávky

source: Tx Status
cs_cz: Status

source: Receive address is empty. You cannot use pay by token, please contact your shop about this issue
cs_cz: Adresa příjemce je prázdná. Nemůžete zaplatit tokenem, kontaktujte prosím obchod o této situaci

source: Receive token is not supported.
cs_cz: Příchozí token není podporovaný.

source: Network is not valid.
cs_cz: Síť není validní.

source: Widget mode is not valid.
cs_cz: Typ widgetu není validní

source: Awaiting cheque payment
cs_cz: Probíhá platba šekem

source: Pay by tokens
cs_cz: Zaplatit tokeny

source: Total
cs_cz: Celkem

source: This is price you want to receive by token
cs_cz: Toto je cena, kterou chcete obdržet pomocí tokenu

source: This product cannot be paid by token.
cs_cz: Tento produkt nelze uhradit pomocí tokenu.
